{
  "blogs": [
    {
      "id": "2",
      "title": "The Art of Coding",
      "body": "Coding is not just about writing lines of code; it's about creating digital art. The elegant dance of algorithms and the symphony of logic come together to build the virtual world we navigate every day. Whether you're a seasoned developer or just starting, the canvas of code awaits your creativity.",
      "author": "John Coder",
      "date": "2024-02-01"
    },
    {
      "id": "3",
      "title": "Exploring the Cosmos of Design",
      "body": "Design is the bridge between imagination and reality. Every pixel, every color, and every curve contributes to the visual storytelling of a product. As designers, we embark on a cosmic journey, exploring the infinite possibilities of user experiences and pushing the boundaries of creativity.",
      "author": "Alice Designer",
      "date": "2024-02-02"
    },
    {
      "id": "4",
      "title": "Cooking Up Creativity in the Kitchen",
      "body": "The kitchen is not just a place for recipes; it's a canvas for culinary creativity. Experimenting with flavors, combining ingredients, and adding a dash of innovation transform cooking into an art form. So put on your apron and let your taste buds dance to the symphony of flavors.",
      "author": "Chef Julia",
      "date": "2024-02-03"
    },
    {
      "id": "1d90",
      "title": "philippe le futur millionnaire ",
      "author": "",
      "body": "le millionnaire bien jeune Philippe Tsongo Tahakava est un jeune devoue et courageux"
    },
    {
      "id": "9fba",
      "title": "philippe le futur millionnaire ",
      "author": "",
      "body": "le millionnaire bien jeune Philippe Tsongo Tahakava est un jeune devoue et courageux"
    },
    {
      "id": "a3ac",
      "title": "Le jeune courageux Philippe Tsongo Tahakava est l'un de futur millionnaire de l'annee",
      "author": "",
      "body": "Le jeune courageux Philippe Tsongo Tahakava est l'un de futur millionnaire de l'annee. Ce jeun aussi motive"
    },
    {
      "id": "f248",
      "title": "Hello ninja again",
      "author": "Tsongo",
      "body": "Ninjas are all thos people who strguggle pursuing their vision and goals. They not only set goals but day by day they work hard to make each single day the most productive one in their life. You too should do so"
    }
  ]
}